# 6.3. Глоссарий:  пять терминов
test_theory = {
    'Тестирование ПО': 'проверка соответствия реальных и ожидаемых результатов поведения программы, проводимая на конечном наборе тестов, выбранном определённым образом.',
    'Верификация': 'процесс оценки системы, чтобы понять, удовлетворяют ли результаты текущего этапа разработки условиям, которые были сформулированы в его начале.',
    'Валидация': 'это определение соответствия разрабатываемого ПО ожиданиям и потребностям пользователя, его требованиям к системе.',
    'Дефект (bug)': 'отклонение фактического результата от ожидаемого.',
    'Серьёзность (severity)': 'показатель степени ущерба, который наносится проекту существованием дефекта. Severity выставляется тестировщиком.',
    'Срочность (priority)': 'показывает, как быстро дефект должен быть устранён. Priority выставляется менеджером, тимлидом или заказчиком',
}
print(f'\nТестирование ПО — {test_theory['Тестирование ПО']}')
print(f'\nВерификация — {test_theory['Верификация']}')
print(f'\nВалидация — {test_theory['Валидация']}')
print(f'\nДефект (bug) — {test_theory['Дефект (bug)']}')
print(f'\nСерьёзность (severity) — {test_theory['Серьёзность (severity)']}')
print(f'\nСрочность (priority) — {test_theory['Срочность (priority)']}')