# 2.8 Число 8: напишите операции сложения, вычитания, умножения и деления, результатом которых является число 8. Не забудьте заключить операции в команды print(), чтобы проверить результат. 
print(5 + 3)
print(10 - 2)
print(1 * 8)
print(32 / 4)
print(2 ** 3)

# Множественное присваивание значений переменным
x, y, z = 0, 0, 0

# 2.9 Любимое число: сохраните свое любимое число в переменной. Затем при помощи переменной создайте сообщение для вывода этого числа. Выведите это сообщение.
favorite_number = 7
message = f'Любимая Сашина цифра: {favorite_number}'
print(message)

# 2.10 Добавление комментариев: выберите две программы из написанных вами и добавьте в каждую хотя бы один комментарий. Если вы не найдете, что написать в комментариях, потому что программы были слишком просты, добавьте свое имя и текущую дату в начало кода. Затем добавьте одно предложение с описанием того, что делает программа.
# Собственно вот он и есть, ещё много было до и будет после))
