# 5.1 Проверка условий: напишите последовательность условий.
car = 'volvo'
print("car == 'volvo'? Я считаю, что да (True)")
print(car == 'volvo')

print("\ncar == 'bmw'? Я считаю, что нет (False)")
print(car == 'bmw')

# Создайте как минимум 10 условий.
name = 'Саша'
print("\nname == 'Саша'? Я считаю, что да (True)")
print(name == 'Саша')

print("\nname == 'Миша'? Я считаю, что нет (False)")
print(name == 'Миша')

seen = 'Джон Уик'
print("\nseen == 'Джон Уик'? Я считаю, что да (True)")
print(seen == 'Джон Уик')

print("\nseen == 'Смешарики'? Я считаю, что нет (False)")
print(seen == 'Смешарики')

planet = 'Земля'
print("\nplanet == 'Земля'? Я считаю, что да (True)")
print(planet == 'Земля')

print("\nplanet == 'Марс'? Я считаю, что нет (False)")
print(planet == 'Марс')

laptop = 'Dell'
print("\nlaptop == 'Dell'? Я считаю, что да (True)")
print(laptop == 'Dell')

print("\nlaptop == 'Mac'? Я считаю, что нет (False)")
print(laptop == 'Mac')

language = 'Python'
print("\nlanguage == 'Python'? Я считаю, что да (True)")
print(language == 'Python')

print("\nlanguage == 'JS'? Я считаю, что нет (False)")
print(language == 'JS')
