# 5.12. Стиль оформления команд if: проанализируйте программы, написанные в этой главе, и проверьте, правильно ли вы оформляли условия.
# Проверил, всё ок
# 5.13. Ваши идеи: Запишите несколько задач, которые вам хотелось бы решить по мере роста вашего профессионального мастерства.
# 1. Бот для рекомендации фильма на вечер (запоминает просмотренное, ориентируется на вкус по жанру, году, оценке, режиссеру, актёру и т.п.)
# 2. Бот-напоминалка дней рождений друзей и родственников: вставляешь свою ссылку на вк, он считывает даты рождения друзей и за день до + день в день пишет сообщение: у такого-то друга сегодня др + ссылка
