# 5.7. Любимый фрукт: составьте список своих любимых фруктов. Напишите серию независимых команд if для проверки того, присутствуют ли некоторые фрукты в списке.
fav_fruits = ['банан', 'грейпфрут', 'персик']
if 'яблоко' in fav_fruits:
    print(f'Ты и правда любишь яблоки!')
if 'банан' in fav_fruits:
    print(f'Ты и правда любишь бананы!')
if 'груша' in fav_fruits:
    print(f'Ты и правда любишь груши!')
if 'персик' in fav_fruits:
    print(f'Ты и правда любишь персики!')
if 'гранат' in fav_fruits:
    print(f'Ты и правда любишь гранаты!')
